[
 {
   "id": 1,
   "img": "/elmeugosteunblog/assets/foto1.jpg",
   "texto": "No baralla, no drama. Només jugar com professionals.",
   "textfoto": "Algunes persones pensen que estem barallant-nos, però no entenen res. \n\nAquest és el nostre ritual de joc professional.\n El meu germà caní i jo estem practicant la nostra coordinació, la nostra força i la nostra capacitat per aguantar una mossegada sense fer mal. És com una dansa salvatge, plena de grunyits i potes per tot arreu. Som dos atletes d'elit! Ens movem molt ràpid.\n\n Ell intenta atrapar-me l'orella, i jo li ataco la bufeta. És un intercanvi d'afecte una mica intens, d'acord, però la part important és que confiem completament l'un en l'altre.\n\n Després d'una sessió d'entrenament tan intensa, estem exhaustos, suats i necessitem beure un galó d'aigua. Però ens mirem i sabem que som la millor parella de jocs del món.",
   "data": "2025-11-23",
   "like": 50
 },
 {
   "id": 2,
   "img": "/elmeugosteunblog/assets/foto2.jpg",
   "texto": "Els humans cauen rendits amb aquesta mirada.",
   "textfoto": "Sóc nou en aquest món, però ja he après la lliçó més important: la cara de cadell innocent és la clau de l'èxit.\n\n He perfeccionat aquesta mirada. És una combinació de:\n 1) Ulls molt oberts per semblar sorprès,\n 2) Una mica d'expressió de \"em moro de fred i necessito escalfor\", i\n 3) El morro lleugerament tremolós.\n\n Quan miro la meva persona amb aquesta intensitat, ella es rendeix. La seva veu es torna molt aguda i m'agafa per abraçar-me. És la meva arma secreta per obtenir carícies, joguines i, el més important, més menjar del que un cadell hauria de menjar.\n\n Avui he aconseguit que em deixi dormir al llit. Aquesta mirada m'ha salvat la vida (i m'ha donat un somni molt més còmode).",
   "data": "2025-01-15",
   "like": 21
 },
 {
   "id": 3,
   "img": "/elmeugosteunblog/assets/foto3.jpg",
   "texto": "Sóc literalment amor amb potes.",
   "textfoto": "Avui m'han fet una foto molt simbòlica!\n Estic al mig d'aquesta pedra foradada amb forma de cor. Aquest és exactament el meu missatge al món: Sóc Amor amb potes. M'agraden tots els humans, m'agraden tots els gossos, m'agraden les olors i m'agraden les croquetes. No hi ha res que no m'agradi!\n\n El meu propòsit a la vida és simplement fer feliç la meva persona. Quan estic content, mou la cua. Quan estic súper content, faig aquells saltirons de \"vull jugar ara mateix!\".\n\n Aquesta foto capta perfectament el que soc: una criatura peluda i lleial, amb un cor gegant que només vol ser abraçat i llançar pilotes.\n\n Avui hem sortit a passejar, he conegut tres amics nous i m'he assegurat que tothom a qui hem passat per davant rebés una dosi de la meva alegria.\n És un gran dia per ser gos!",
   "data": "2024-09-24",
   "like": 20
 },
 {
   "id": 4,
   "img": "/elmeugosteunblog/assets/foto4.jpg",
   "texto": "Això no és menjar… és felicitat rodona.",
   "textfoto": "Això ha estat molt divertit!\n\n Estàvem fent un picnic al parc, i la meva persona estava menjant aquesta cosa rodona i suau. Jo estava mirant amb els meus ulls de famolenc màxim.\n De sobte, m'ha agafat, m'ha posat el sandvitx just a la boca i clic, ha fet la foto! Llàstima que no me'l pogués menjar, però l'expressió de la meva cara és èpica.\n Aquest somriure no és de menjar, és de pura comèdia i atenció.\n\n Quan els humans fan servir el seu telèfon, només miren aquella cosa, però si fas una cosa divertida, et miren a tu! M'encanta ser el bufó de la família.\n\n Crec que aquesta foto hauria de ser al museu dels millors moments de la història canina.\n Ara, si us plau, la recompensa de veritat. Una croqueta, si us plau?",
   "data": "2025-01-15",
   "like": 78
 },
 {
   "id": 5,
   "img": "/elmeugosteunblog/assets/foto5.jpg",
   "texto": "Prometo que no he fet res… encara.",
   "textfoto": "Avui és un dia perfecte per a una mica de desastre creatiu.\n\n M'he aixecat amb una energia curiosa, la mena d'energia que fa que els coixins semblin joguines de mossegar i els rotllos de paper higiènic, serpentines per a una festa.\n\n La meva persona ha estat massa estona mirant una cosa que brilla (crec que en diuen \"pantalla\"), així que he de fer alguna cosa per recordar-li que soc la prioritat!\n\n M'ha fet aquesta foto just quan estava posant la meva cara de sospitós número u. L'ull mig tancat és estratègic: vol dir que estic planejant, no que he fet res! Encara.\n\n Estic debatent entre tres opcions:\n 1) Mossegar aquell cable que sembla tan resistent.\n 2) Escalar la galleda de les escombraries (on hi ha una olor fantàstica a croqueta usada).\n 3) Simplement posar cara de pena fins que em donin un tros de pollastre.\n\n Voto per la 3... i després la 2, quan no mirin.",
   "data": "2023-02-22",
   "like": 13
 },
 {
   "id": 6,
   "img": "/elmeugosteunblog/assets/foto6.jpg",
   "texto": "Quan em vesteixen… però igualment estic guapíssim.",
   "textfoto": "Uf, la meva persona ha tornat a treure la seva caixa d'accessoris estranys.\n Aquesta vegada, m'ha posat aquesta gorra blava al cap. No és que no m'agradi, perquè em fa sentir important, però realment necessito un barret per ser guapo? Crec que la resposta és no, però faig la vista grossa perquè sé que a ella li fa molta il·lusió.\n\n M'he hagut de quedar completament quiet, i això és molt difícil quan hi ha tantes coses a olorar i perseguir. Però he mantingut la postura, he tret la llengua una mica per semblar relaxat i he posat cara de \"jo soc el més cool del barri\".\n\n De fet, m'he adonat que amb la gorra, la meva ombra sembla un autèntic raper caní! M'ha donat un munt de \"bona feina, nen guapo!\" i moltes carícies.\n\n Conclusió: aguantar 30 segons amb una gorra val la pena per 5 minuts de carícies",
   "data": "2024-06-15",
   "like": 28
 },
 {
   "id": 7,
   "img": "/elmeugosteunblog/assets/foto7.jpg",
   "texto": "Mira mama, estic a l’aigua! Soc un dofí pelut.",
  "textfoto": "Avui, la meva persona m'ha portat al que ells anomenen la \"platja\". Al principi, el terra era sorra, i la sorra és fantàstica per cavar. Però després hem arribat a aquesta immensa cosa blava i humida. L'aigua! Fa soroll, es mou sola, i és salada!\n\nLa primera onada que m'ha tocat les potes m'ha fet saltar enrere. Quina bogeria és aquesta? Però llavors, he vist la meva joguina, una pilota de tennis groga, flotant lluny. L'instint ha estat més fort que la por. M'he llançat!\n\nM'he sentit molt estrany, les meves potes s'agitaven com molinets i el meu pèl s'ha enganxat al cos. De cop, era com si estigués volant en l'aigua. He agafat la pilota, he tornat corrents a la riba i he fet un bon sacseig per ruixar-ho tot.\n\nLa meva persona estava rient molt fort. Crec que m'he guanyat el títol de \"Campió de Natació\". L'únic problema és que ara m'olorarà molt a sal.\n\nVinga, a casa! Una bona dutxa i un gran plat de menjar són la recompensa perfecta per a un dofí de pèl daurat tan valent.",
   "data": "2025-08-17",
   "like": 37
 },
 {
   "id": 8,
   "img": "/elmeugosteunblog/assets/foto8.jpg",
   "texto": "Què dius? No puc escoltar-te amb aquest aire tan bo al morro!",
   "textfoto": "Això és vida! Estem al cotxe i la meva humana ha fet màgia: ha obert la finestra.\n\n De sobte, el món s'ha convertit en una pel·lícula d'acció amb el so tallat. El vent m'arriba directament al musell i és com si el meu cervell estigués processant un milió d'olors diferents al mateix temps.\n Puc olorar aquell gos que va passar fa dues hores pel carrer de darrere, el menjar de la gent del camió vermell, i l'herba del parc que estem a punt de passar. És un festí olfactiu!\n\n Les meves orelles s'agiten com banderes de la llibertat i la meva llengua tremola. La meva persona em parla, però ni tan sols puc sentir-la! De totes maneres, què podria ser més important que aquesta experiència?\n\n M'encanta aquesta sensació d'anar ràpid i respirar tot el món de cop.\n Crec que hauré d'arribar a casa i fer una migdiada de 3 hores per processar tota la informació del nas, però val la pena cada segon.",
   "data": "2025-10-23",
   "like": 39
 },
  {
    "id": 9,
    "img": "/elmeugosteunblog/assets/foto9.jpg",
    "texto": "No estic trist… només penso en croquetes.",
    "textfoto": "No, no estic trist. Estic profundament concentrat.\n\n Quan la meva persona em veu amb aquesta mirada de cadell abandonat, sempre pensa que necessito consol. La veritat és que estic meditant sobre el menjar. Estic fent un repàs mental de tots els tipus de croquetes que he menjat i intentant imaginar-me el sabor de les que em toca menjar avui.\n\n Aquesta és la meva cara de \"Dono tanta pena, doneu-me una doble ració\". Tothom cau en aquesta trampa. És un gran poder ser un cadell. Tothom et perdona i t'alimenta.\n\n Però he de ser honest: és esgotador mantenir aquesta cara de dolçor innocent. Crec que em mereixo una mica de mantega de cacauet només per l'esforç mental.",
    "data": "2025-01-21",
    "like": 45
  },
  {
    "id": 10,
    "img": "/elmeugosteunblog/assets/foto10.jpg",
    "texto": "Aquest és el meu angle bo. Tots ho són.",
    "textfoto": "Mira'm. Sóc bonic, ho sé.\n La meva persona diu que tinc uns ulls que parlen. El secret del meu encant és simple: saber on és la càmera i mirar-la amb intensitat.\n\n Avui he fet una sessió de fotos al jardí. La llum era perfecta, la meva expressió era d'innocència absoluta, i he esperat el moment just perquè ella cridés \"Oh, què maco!\".\n\n Aquest angle, lleugerament de costat, amb el nas ben definit, és el meu angle d'estrella de cinema.\n Realment, no tinc angles dolents, però aquest és el que fa que els humans deixin anar la seva exclamació: \"això és amor pur\".\n\n Estic convençut que la meva missió és portar la bellesa i la pau al món. I potser obtenir un premi de carn seca per la meva actuació.",
    "data": "2021-04-15",
    "like": 52
  },
  {
    "id": 11,
    "img": "/elmeugosteunblog/assets/foto11.jpg",
    "texto": "No em molestis, estic en mode Woof-Fi.",
    "textfoto": "Shhhh. Si em veieu així, vol dir que estic ocupat.\n\n La meva persona m'ha posat uns auriculars molt grans. Diu que són per relaxar-me i que estic escoltant \"música de meditació canina\".\n Jo el que sento és una calma estranya, on els sorolls molestos (el timbre, l'aspiradora) desapareixen. Estic en la meva zona.\n\n Aquesta és la meva excusa perfecta per no fer cas a res. Si em truquen, si volen que surti, si volen que jugui... No puc! Estic connectat al \"Woof-Fi\".\n\n Sembla molt intel·lectual, oi? M'he posat molt dret, amb el cap ben alt, com si estigues a la discoteca.\n La calma m'ha arribat tan profundament que ara em fa molta mandra moure'm.\n\n Crec que em quedaré aquí fins que em portin el sopar.",
    "data": "2024-09-13",
    "like": 102
  },
  {
    "id": 12,
    "img": "/elmeugosteunblog/assets/foto12.jpg",
    "texto": "Sshhh… mode migdiada activat.",
    "textfoto": "Aquest és, sense cap mena de dubte, el meu lloc preferit a tot l'univers.\n No hi ha coixí més suau, ni manta més càlida, ni olor més reconfortant que el coll de la meva persona. Estic completament enganxat a ell, sentint el seu ritme cardíac i la seva respiració tranquil·la.\n\n Per a mi, aquest és el moment més important del dia. Quan la meva persona em fa una carícia mentre dorm, em sento el gos més segur i estimat del món.\n Estem en mode migdiada profunda. No ens mourem. No hi ha por. No hi ha fam (bé, una mica de gana sempre hi ha). Només hi ha la calor de l'amistat eterna.\n\n Si us plau, silenci absolut fins que ens despertem.\n Si algú s'acosta, haurà de rebre una mirada de no-em-molestis-mai-més.",
    "data": "2018-02-10",
    "like": 73
  }
]
